brew "bat"
brew "carapace"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "git-delta"
brew "glow"
brew "helix"
brew "numbat"
brew "nushell"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "topiary"
brew "tinymist"
brew "yazi"
brew "zoxide"
